Repository: Esri/dhis2-arcgis-connector-app
Catalog: i18n/*.po
Languages: fr

source: My Content
fr: Mon Contenu

source: Sign Out
fr: Se Déconnecter

source: DHIS2 to ArcGIS Connector
fr: Connecteur DHIS2 vers ArcGIS

source: Home
fr: Accueil

source: User Guide
fr: Guide d'Utilisation

source: Provide Feedback
fr: Donner un Retour

source: Configure
fr: Configurer

source: Sign In
fr: Se Connecter

source: Manage Connections
fr: Gérer les Connexions

source: Create New Connection
fr: Créer une Nouvelle Connexion

source: Koop URL is invalid
fr: L'URL Koop n'est pas valide

source: Your Koop URL is invalid. Please make sure it is accessible.
fr: Votre URL Koop n'est pas valide. Veuillez vous assurer qu'elle est accessible.

source: Settings updated
fr: Paramètres mis à jour

source: Your ArcGIS configuration has been updated. Please sign in again.
fr: Votre configuration ArcGIS a été mise à jour. Veuillez vous reconnecter.

source: Redirect URL
fr: URL de Redirection

source: ArcGIS Configuration
fr: Configuration ArcGIS

source: Client ID
fr: ID Client

source: Portal URL
fr: URL du Portail

source: Koop URL
fr: URL Koop

source: Save Configuration
fr: Enregistrer la Configuration

source: Welcome to the
fr: Bienvenue sur le

source: DHIS2 to ArcGIS Connector App
fr: Application Connecteur DHIS2 vers ArcGIS

source: Integrate your DHIS2 data into your ArcGIS Online or ArcGIS Enterprise
fr: Intégrez vos données DHIS2 dans votre ArcGIS Online ou ArcGIS Enterprise

source: organization to enable seamless data sharing, analysis, and visualization.
fr: organisation pour permettre un partage, une analyse et une visualisation fluide des données.

source: To get started, you will need to configure the connection between your
fr: Pour commencer, vous devrez configurer la connexion entre votre

source: ArcGIS and DHIS2 instance through a few short steps.
fr: instance ArcGIS et DHIS2 en quelques étapes simples.

source: Sign In with ArcGIS Online
fr: Se Connecter avec ArcGIS Online

source: Sign In with ArcGIS Enterprise
fr: Se Connecter avec ArcGIS Enterprise

source: Not sure? View the documentation here.
fr: Pas sûr ? Consultez la documentation ici.
